/// ОПИСАНИЕ:
/// Ничего не добавляя, скопировать проект в 3D.
/// Проект находится на гитхаб.
/// 
/// Цель: скопировать игру по ссылке: https://yandex.ru/games/app/96441
/// 
/// Добавить в игру:
/// 1. Фигура состоит из нескольких блоков, сделать один блок "прозрачным".
///     Если игрок поставил этот блок на поле в "чистое" место, то вся фигура встает как обычная.
///     Также игрок может поставить фигуру на поле, но вместо "прозрачного" блока задействовать блок,
///     который уже стоит на игровом поле.
///
/// Сейчас делаю:
/// 
/// Надо исправить:

